{
  "1dc4ddf4cf5311e5b7460242ac110001": {
    "outcomes": {
      "blurb": "<p>By the end of the programme you’ll have:</p>",
      "points": [
        "understood the impact of providing people with a clear vision of the future during change programmes",
        "explored sources of inspiration and practical techniques to engage and inspire others during change",
        "uncovered the secret behind motivating people through change and the 5 basic social needs we require in order to feel secure in our roles",
        "developed a range of practical tips, tools and advice that can be put into place straightaway",
        "reflected with peers on what change means for you and for your teams"
      ],
      "warning": "Please note that it may take up to 24 hours for your learning record to update following completion of this course."
    },
    "pre-learning": "<p>You’ll need to consider:</p><ol class='list-number'><li>a current or imminent change programme being implemented within your organisation</li><li>your strategy for leading the change within your organisation</li><li>what change challenges are you currently dealing with or expect to face when delivering the change?</li><li>where have you seen change succeed in the past  - and why?</li><li>what’s inspired you in the past - in or out of work? What types of things do you visualise to help your motivation?</li></ol>",
    "pricing": "<p>This is a 1-day course. The cost for 1 person is £289.</p><p>You can book this course as a group booking for up to 24 people and run it on your own premises at a total cost of £5,130, which could be as little as £213 each.</p><p>A group booking for up to 24 people at an external venue will cost £4,432 or as little as £184 each.</p><p>VAT is not included.</p><p>For further details please call 020 3367 8316 or email <a href='mailto:info@civilservicelearning.org.uk'>info@civilservicelearning.org.uk</a>.</p>",
    "levels": [
      "Senior Managers (Grade 6/7)",
      "Senior Civil Servants (SCS)"
    ]
  }


}